Repository: louisenb/desafio_flutter_05
Catalog: lib/l10n/app_*.arb
Languages: pt

source: Pay Invoice
pt: Pagar Invoice

source: Current Invoice
pt: Fatura Atual

source: Select an installment
pt: Selecione uma parcela

# functionalityNotAccessible
source: This functionality is not yet accessible. Please try again later.
pt: Essa funcionalidade ainda não esta acessível. Por favor, tente mais tarde.

source: Total Invoice
pt: Valor da Fatura

# operationFee
source: Fee Operation
pt: Taxa de Operação

source: Invalid credit card
pt: Cartão de crédito inválido

source: Required field
pt: Campo obrigatório

source: Expiry month invalid
pt: Mês de expiração inválido

source: Expiry year invalid
pt: Ano de expiração inválido

source: Credit Card Number
pt: Número do Cartão de Crédito

source: Credit Card Holder
pt: Nome do títular do cartão

source: Expiration Date
pt: Data de Expiração

source: Review Payment
pt: Revisar Pagamento

source: Bill of the month
pt: Fatura do mês

source: You will pay
pt: Você vai pagar

source: Failure to charge
pt: Falha na cobrança

# failureToChargeDetails
source: Something went wrong in the processing of your bank details. Please try again later.
pt: Algo deu errado no processamento do seus dados bancários. Por favor, tente mais tarde.
